{
    "en": {
        "features": "Our features",
        "challenge": "Our challenge",
        "home": "Home",
        "about": "About Us",
        "services": "Services",
        "contact": "Contact",
        "If You Have Any Query, Feel Free To Contact Us":"If You Have Any Question, Feel Free To Contact Us.",
        "TECHNOLOGY_INNOVATIONS":"Stay Updated on Technology Innovations",
        "NEW_TECH":"Latest Tech News",
        "OUR_PARTNERS":"Our clients",
        "GET_IN_TOUCH": "Get In Touch",
        "QUICK_LINKS": "Quick Links",
        "RIGHTS_RESERVED": "All Rights Reserved",
        "DESIGNED_BY": "Designed By",
        "PAGES": "Pages",
        "FOOTER_CAPTION": "Coming together is a beginning, staying together is progress, working together is success.",
        "HAPPY_CLIENTS": "Happy clients",
        "COMPLETED_PROJECTS": "Projects done",
        "WHY_CHOOSE_US": "Why choose us",
        "BUSINESS_GROWTH": "We Are Here to Grow Your Business",
        "LATEST_NEWS": "Latest tech news",
        "OUR_PARTNERS_DESCRIPTION":"Innovators in their field, with a shared vision for quality and innovation. Together, we create cutting-edge solutions for a better future.",
        "READ_ARTICLES": "Read The Latest Articles",
        "IT_SOLUTION": "The Best IT Solution With",
        "YEARS_OF_EXP": "Years of Experience",
        "ABOUT_DESCR": "Eris Tech is a young and dynamic company that has set quality of work and customer satisfaction as its primary goals. It specializes in the design, implementation, and integration of corporate information services and is able to offer high-quality IT consulting services. It supports businesses and individuals in innovating their operations by providing consulting and services for the management of IT infrastructure and digital content. The experience gained over years of work in various complex environments allows Eris Tech to assist companies throughout their decision-making, technological, and business processes. The core of the company is its people and their skills; within this context, the company continuously evolves professionally and stays up to date with technological advancements.",
        "PROFESSIONAL_STAFF": "Professional staff",
        "CALL_TO_ASK_ANY_QUESTION": "Call for more information",
        "OUR_SERVICES": "Our services",
        "CUSTOM_SOLUTIONS": "Custom IT Solutions for Your Successful Business",
        "CONTACT_US": "Contact us",
        "CALL_FOR_QUEST": "Call to ask any question",
        "INFO_EMAIL": "Email us for more info",
        "VISIT_OFFICE": "Visit our office"
    },
    "it": {
        "features": "Nostre funzionalità",
        "OUR_PARTNERS_DESCRIPTION":"Innovatori nel loro settore, con una visione condivisa per la qualità e l'innovazione. Insieme, creiamo soluzioni all'avanguardia per un futuro migliore.",
        "challenge": "Nostro challenge",
        "home": "Home",
        "about": "Chi siamo",
        "services": "Servizi",
        "contact": "Contatti",
        "If You Have Any Query, Feel Free To Contact Us":"In caso di domande, non esitare a contattarci.",
        "TECHNOLOGY_INNOVATIONS":"Rimani aggiornato sulle innovazioni tecnologiche",
        "NEW_TECH":"Ultime notizie tecnologiche",
        "OUR_PARTNERS":"I nostri clienti",
        "GET_IN_TOUCH": "Riferimenti",
        "QUICK_LINKS": "Link Rapidi",
        "RIGHTS_RESERVED": "Tutti i Diritti Riservati",
        "DESIGNED_BY": "Design fornito da",
        "PAGES": "Pagine",
        "FOOTER_CAPTION": "Mettersi insieme è un inizio, rimanere è un progresso, lavorare insieme è un successo.",
        "HAPPY_CLIENTS": "Clienti soddisfatti",
        "COMPLETED_PROJECTS": "Progetti completati",
        "WHY_CHOOSE_US": "Perchè sceglierci",
        "BUSINESS_GROWTH": "Siamo qui per aiutarti nella crescita del tuo business",
        "LATEST_NEWS": "Ultime notizie del mondo tech",
        "READ_ARTICLES": "Leggi gli ultimi articoli",
        "IT_SOLUTION": "La miglior soluzione nell'IT con",
        "YEARS_OF_EXP": "anni di esperienza",
        "ABOUT_DESCR": "Eris Tech è una società giovane e dinamica che ha posto come propri obiettivi la qualità del lavoro e la soddisfazione della propria clientela. È specializzata nella progettazione, realizzazione ed integrazione di servizi informativi aziendali ed è in grado di offrire un qualificato servizio di consulenza IT. Aiuta le aziende ed i privati a innovare il proprio business, offrendo consulenza e servizi per la gestione dell'infrastruttura e dei contenuti informatici. L'esperienza maturata in anni di lavoro presso realtà differenti e complesse al servizio dei clienti, le permette di affiancare le aziende lungo i processi decisionali, tecnologici e di business. Il cuore dell'azienda sono le persone che vi lavorano e le loro competenze,è in tale contesto che l'azienda si muove in un continuo processo di evoluzione professionale ed aggiornamento tecnologico.",
        "PROFESSIONAL_STAFF": "Staff professionale",
        "FAIR_PRICES": "Prezzi vantaggiosi",
        "CALL_TO_ASK_ANY_QUESTION": "Chiama qui per ulteriori informazioni",
        "CUSTOM_SOLUTIONS": "Soluzioni IT custom per il tuo business",
        "CONTACT_US": "Contattaci",
        "CALL_FOR_QUEST": "Chiama per chiedere informazioni",
        "INFO_EMAIL": "Email per informazioni",
        "VISIT_OFFICE": "Visita il nostro ufficio"
    }
}
