{
    "en": {
        "features": "Our features",
        "challenge": "Our challenge",
        "home": "Home",
        "about": "About Us",
        "services": "Services",
        "contact": "Contact",
        "If You Have Any Query, Feel Free To Contact Us": "Contact us for more details or to find the solution that best suits your needs",
        "TECHNOLOGY_INNOVATIONS": "Stay Updated on Technology Innovations",
        "NEW_TECH": "Latest Tech News",
        "OUR_PARTNERS": "Our clients",
        "GET_IN_TOUCH": "Get In Touch",
        "QUICK_LINKS": "Quick Links",
        "RIGHTS_RESERVED": "All Rights Reserved",
        "DESIGNED_BY": "Designed By",
        "PAGES": "Pages",
        "FOOTER_CAPTION": "Coming together is a beginning, staying together is progress, working together is success.",
        "HAPPY_CLIENTS": "Happy clients",
        "COMPLETED_PROJECTS": "Projects done",
        "WHY_CHOOSE_US": "Why choose us",
        "BUSINESS_GROWTH": "We Are Here to Grow Your Business",
        "LATEST_NEWS": "Latest tech news",
        "OUR_PARTNERS_DESCRIPTION": "Our contribution to those driving change",
        "READ_ARTICLES": "Read The Latest Articles",
        "IT_SOLUTION": "For over",
        "YEARS_OF_EXP": "years, we have been supporting companies in their digital transformation",
        "ABOUT_DESCR": "Eris Tech is a young and dynamic company, founded with the goal of providing high-quality services and ensuring complete customer satisfaction. Specializing in the design, development, and integration of IT solutions for businesses, it offers consultancy to support technological innovation and digital transformation. It works alongside companies and professionals to optimize processes, manage IT infrastructure, and handle digital content, offering solid expertise and a results-oriented approach. Thanks to experience gained in complex and diverse contexts, it now supports its clients through every stage of the decision-making, technological, and business process. The real driving force of Eris Tech is its people: passionate professionals, constantly updating their skills, who believe in the value of continuous evolution and the power of innovation.",
        "PROFESSIONAL_STAFF": "Professionalism",
        "CALL_TO_ASK_ANY_QUESTION": "Call us",
        "OUR_SERVICES": "Our services",
        "CUSTOM_SOLUTIONS": "Our IT services at the service of your success",
        "CONTACT_US": "Contact us",
        "CALL_FOR_QUEST": "Call to ask any question",
        "INFO_EMAIL": "Email us for more info",
        "VISIT_OFFICE": "Visit our office",
        "INNOVATION": "Innovation",
        "RELIABILITY": "Reliability",
        "SKILLS": "Skills",
        "EVOLVE": "Evolve strategy",
        "INNOVATION_DESC": "Modern, tailored solutions designed to anticipate future needs.",
        "RELIABILITY_DESC": "We meet deadlines and goals, building strong and lasting relationships.",
        "SKILLS_DESC": "Skilled and experienced team, ready to tackle any challenge with precision.",
        "EVOLVE_DESC": "We grow with your projects, adapting with flexibility and foresight.",
        "SHARE_CAPITAL": "Share capital",
        "P_IVA": "VAT number",
        "COOKIES_MODAL_TITLE": "Cookies info",
        "COOKIES_MODAL_DESC": "This site uses only necessary technical cookies for the proper functioning of the pages. Profiling cookies or cookies for marketing purposes are not used.",
        "FINANCIAL_SERVICES": "Financial services",
        "INSURANCE": "Insurance",
        "EMERGENCY": "Emergency",
        "ENERGY": "Energy & Utility",
        "FACILITY_MANAGEMENT": "Facility & Asset management",
        "DIGITAL_SERVICES": "Digital services",
        "FIELDS": "Fields",
        "BUSINESS_INTELLIGENCE": "Business intelligence",
        "QUALITY_ASSURANCE": "Quality assurance",
        "CLOUD_ENGINEERING": "Cloud engineering",
        "DEV_OPS": "DevOps",
        "WEB_DEV": "Web development",
        "SWE": "Software engineering",
        "QA_DESC": "We ensure software quality through functional, automated, and regression testing.",
        "CLOUD_ENG_DESC": "We design scalable and secure cloud infrastructures for all your IT needs.",
        "DEV_OPS_DESC": "We automate CI/CD processes and optimize the software lifecycle.",
        "WEB_DEV_DESC": "We build modern and properly designed systems for an effective user experience.",
        "SWE_DESC": "We develop custom software solutions that are robust, scalable, and high-performing.",
        "BI_DESC": "We turn data into strategic insights for smarter business decisions.",
        "FIELDS_SUB": "Our IT expertise serving a wide range of industries.",
        "FAIR_PRICES": "Competitive prices",
        "SEVENTH_FLOOR": "7th floor",
        "PRIVACY_RESP": "Who is responsible for processing your data?",
        "IDENTITY": "Identity",
        "ADDRESS": "Postal address",
        "DATA_SCOPE_TITLE": "For what purpose do we process your personal data?",
        "DATA_SCOPE": "Your personal data will be processed to carry out web traffic analysis activities. Under no circumstances will we use your personal data for purposes other than those indicated above and for which we have received your explicit consent.",
        "DATA_CATEGORY": "Category of processed data",
        "DATA_CATEGORY_DESC": "The personal data we process comes from the information you provided when filling out the forms on the website, specifically: name, surname, company, and email address.",
        "DATA_TIME": "How long will we keep your data?",
        "DATA_TIME_DESC": "Your personal data will be kept for the period necessary for the purpose for which it was collected.",
        "DATA_USAGE": "What is the legal basis for data processing?",
        "DATA_USAGE_DESC": "We process user data only after receiving explicit consent.",
        "DATA_RECIPIENTS": "To whom will your data be disclosed?",
        "DATA_RECIPIENTS_DESC": "The personal data you provide may be disclosed to the company Eris Tech s.r.l. For more details, you can send us an email at: info@eristech.it. We guarantee that when your data may leave the European Economic Area, it will maintain the same level of protection as it would in Italy. In this sense, we have the necessary authorizations and contracts that ensure the security of your data to the highest standards.",
        "USER_RIGHTS": "What are your rights?",
        "DATA_ACCESS": "Right to request access to personal data",
        "DATA_REMOVAL": "Right to request rectification or erasure",
        "DATA_OPP": "Right to object",
        "DATA_LIMITATION": "Right to request restriction of processing",
        "DATA_PORTABILITY": "Right to data portability",
        "APPLY_RIGHTS": "To exercise your rights, you must send us a written communication via email to info@eristech.it, attaching a copy of your identity document and details of the right you wish to exercise.",
        "FLEXIBILITY": "Flexibility",
        "INCLUSIVE_CULTURE": "Inclusive culture",
        "FIELDS_SUBTITLE": "We support companies from various sectors on their digital transformation journey",
        "ACCEPT": "Accept",
        "DECLINE": "Decline",
        "COOKIES_PLACEHOLDER": "Accept cookies to enable this feature"
    },
    "it": {
        "features": "Nostre funzionalità",
        "OUR_PARTNERS_DESCRIPTION": "Il nostro contributo a chi guida il cambiamento",
        "challenge": "Nostro challenge",
        "home": "Home",
        "about": "Chi siamo",
        "services": "Servizi",
        "contact": "Contatti",
        "If You Have Any Query, Feel Free To Contact Us": "Contattaci per maggiori dettagli o per valutare insieme la soluzione più adatta alle tue esigenze",
        "TECHNOLOGY_INNOVATIONS": "Rimani aggiornato sulle innovazioni tecnologiche",
        "NEW_TECH": "Ultime notizie tecnologiche",
        "OUR_PARTNERS": "I nostri clienti",
        "GET_IN_TOUCH": "Riferimenti",
        "QUICK_LINKS": "Link Rapidi",
        "RIGHTS_RESERVED": "Tutti i Diritti Riservati",
        "DESIGNED_BY": "Design fornito da",
        "PAGES": "Pagine",
        "FOOTER_CAPTION": "Mettersi insieme è un inizio, rimanere è un progresso, lavorare insieme è un successo.",
        "HAPPY_CLIENTS": "Clienti soddisfatti",
        "COMPLETED_PROJECTS": "Progetti completati",
        "WHY_CHOOSE_US": "Perchè sceglierci",
        "BUSINESS_GROWTH": "Siamo qui per aiutarti nella crescita del tuo business",
        "LATEST_NEWS": "Ultime notizie del mondo tech",
        "READ_ARTICLES": "Leggi gli ultimi articoli",
        "IT_SOLUTION": "Da oltre",
        "YEARS_OF_EXP": "anni accompagniamo le aziende nell'evoluzione digitale",
        "ABOUT_DESCR": "Eris Tech è una realtà giovane e dinamica, nata con l'obiettivo di offrire servizi di qualità e garantire la piena soddisfazione dei propri clienti; specializzata nella progettazione, sviluppo e integrazione di soluzioni IT per le aziende, fornisce consulenza per supportare l'innovazione tecnologica e la trasformazione digitale. Affianca imprese e professionisti nell'ottimizzazione dei processi, nella gestione dell'infrastruttura IT e dei contenuti digitali, mettendo a disposizione competenze consolidate e un approccio orientato al risultato. Grazie all'esperienza maturata in contesti complessi e diversificati accompagna oggi i propri clienti in ogni fase del processo decisionale, tecnologico e di business. Il vero motore di Eris Tech sono le persone, professionisti appassionati, in costante aggiornamento, che credono nel valore dell'evoluzione continua e nella forza dell'innovazione.",
        "FAIR_PRICES": "Costi competitivi",
        "CALL_TO_ASK_ANY_QUESTION": "Chiamaci",
        "CUSTOM_SOLUTIONS": "I nostri servizi IT al servizio del tuo successo",
        "CONTACT_US": "Contattaci",
        "CALL_FOR_QUEST": "Chiama per chiedere informazioni",
        "INFO_EMAIL": "Email per informazioni",
        "VISIT_OFFICE": "Visita il nostro ufficio",
        "INNOVATION": "Innovazione",
        "RELIABILITY": "Affidabilità",
        "SKILLS": "Competenze",
        "EVOLVE": "Capacità di evolversi con te",
        "INNOVATION_DESC": "Soluzioni moderne e su misura per le tue necessità presenti e le evoluzioni future.",
        "RELIABILITY_DESC": "Rispettiamo tempi e obiettivi, costruendo relazioni solide e durature.",
        "SKILLS_DESC": "Team esperto e qualificato, pronto a risolvere ogni sfida con precisione.",
        "EVOLVE_DESC": "Cresciamo con i tuoi progetti, adattandoci con flessibilità e visione.",
        "SHARE_CAPITAL": "Capitale sociale",
        "P_IVA": "P. IVA",
        "COOKIES_MODAL_TITLE": "Uso dei cookie",
        "COOKIES_MODAL_DESC": "Questo sito utilizza solo cookie tecnici necessari al corretto funzionamento delle pagine. Non vengono utilizzati cookie di profilazione o per finalità di marketing.",
        "OUR_SERVICES": "I nostri servizi",
        "FINANCIAL_SERVICES": "Financial services",
        "INSURANCE": "Insurance",
        "EMERGENCY": "Emergency",
        "ENERGY": "Energy & Utility",
        "FACILITY_MANAGEMENT": "Facility & Asset management",
        "DIGITAL_SERVICES": "Digital services",
        "FIELDS": "Settori",
        "BUSINESS_INTELLIGENCE": "Business intelligence",
        "QUALITY_ASSURANCE": "Quality assurance",
        "CLOUD_ENGINEERING": "Cloud engineering",
        "DEV_OPS": "DevOps",
        "WEB_DEV": "Sviluppo web",
        "SWE": "Software engineering",
        "QA_DESC": "Garantiamo la qualità del software tramite test funzionali, automatici e di regressione.",
        "CLOUD_ENG_DESC": "Progettiamo infrastrutture cloud scalabili e sicure per supportare ogni esigenza IT.",
        "DEV_OPS_DESC": "Automatizziamo i processi CI/CD e ottimizziamo il ciclo di vita del software.",
        "WEB_DEV_DESC": "Sviluppiamo sistemi moderni e manutenibili per garantire esperienze utente intuitive ed efficaci.",
        "SWE_DESC": "Realizziamo soluzioni software su misura, robuste, scalabili e ad alte prestazioni.",
        "BI_DESC": "Trasformiamo i dati in informazioni strategiche per decisioni aziendali più efficaci.",
        "FIELDS_SUB": "a nostra esperienza IT al servizio di diversi mercati.",
        "PROFESSIONAL_STAFF": "Professionalità",
        "SEVENTH_FLOOR": "7° piano",
        "PRIVACY_RESP": "Chi è il Responsabile del trattamento dei tuoi dati?",
        "IDENTITY": "Identità",
        "ADDRESS": "Indirizzo postale",
        "DATA_SCOPE_TITLE": "A quale scopo trattiamo i tuoi dati personali?",
        "DATA_SCOPE": "I tuoi dati personali saranno trattati per svolgere attività di analisi del traffico web. In nessun caso utilizzeremo i tuoi dati personali per scopi diversi da quelli sopra indicati e per cui abbiamo ricevuto il tuo consenso esplicito.",
        "DATA_CATEGORY": "Categoria dei dati trattati",
        "DATA_CATEGORY_DESC": "I dati personali che trattiamo provengono dalle informazioni che ci hai fornito al momento della compilazione dei moduli che troverai sul sito web, in particolare: nome, cognome, azienda e indirizzo di posta elettronica.",
        "DATA_TIME": "Per quanto tempo conserveremo i tuoi dati?",
        "DATA_TIME_DESC": "I tuoi dati personali saranno conservati per il periodo necessario allo scopo per il quale sono stati raccolti.",
        "DATA_USAGE": "Qual è la legittimità del trattamento dei dati?",
        "DATA_USAGE_DESC": "Trattiamo i dati degli utenti previa ricezione di esplicito consenso.",
        "DATA_RECIPIENTS": "A quali destinatari verranno comunicati i tuoi dati?",
        "DATA_RECIPIENTS_DESC": "I dati personali che ci fornisci potranno essere comunicati alla società Eris Tech s.r.l. Per maggiori dettagli puoi invarci una mail all'indirizzo di posta elettronica: info@eristech.it. Ti garantiamo che quando i tuoi dati potrebbero uscire dallo spazio economico europeo, manterranno lo stesso livello di protezione che avrebbero in Italia. In questo senso, disponiamo delle autorizzazioni e dei contratti necessari che garantiscono la sicurezza dei tuoi dati con i più alti standard.",
        "USER_RIGHTS": "Quali sono i tuoi diritti?",
        "DATA_ACCESS": "Diritto di richiedere l'accesso ai dati personali",
        "DATA_REMOVAL": "Diritto di richiedere la rettifica o la cancellazione",
        "DATA_OPP": "Diritto di opposizione",
        "DATA_LIMITATION": "Diritto di richiedere la limitazione del trattamento",
        "DATA_PORTABILITY": "Diritto di portabilità dei dati",
        "APPLY_RIGHTS": "Per esercitare i tuoi diritti dovrai inviarci una comunicazione scritta via email all'indirizzo info@eristech.it, allegando una copia del tuo documento d'identità ed i dettagli del diritto che desideri esercitare.",
        "FLEXIBILITY": "Flessibilità",
        "INCLUSIVE_CULTURE": "Cultura inclusiva",
        "FIELDS_SUBTITLE": "Accompagniamo aziende di diversi settori nel percorso di trasformazione digitale",
        "ACCEPT": "Accept",
        "DECLINE": "Decline",
        "COOKIES_PLACEHOLDER": "Accetta l'uso dei cookie per sbloccare questa funzionalità"
    },
    "fr": {
        "features": "Nos fonctionnalités",
        "challenge": "Notre défi",
        "home": "Accueil",
        "about": "À propos de nous",
        "services": "Services",
        "contact": "Contact",
        "If You Have Any Query, Feel Free To Contact Us": "Contactez-nous pour plus de détails ou pour évaluer ensemble la solution la mieux adaptée à vos besoins",
        "TECHNOLOGY_INNOVATIONS": "Restez informé des innovations technologiques",
        "NEW_TECH": "Dernières actualités technologiques",
        "OUR_PARTNERS": "Nos clients",
        "GET_IN_TOUCH": "Contactez-nous",
        "QUICK_LINKS": "Liens rapides",
        "RIGHTS_RESERVED": "Tous droits réservés",
        "DESIGNED_BY": "Conçu par",
        "PAGES": "Pages",
        "FOOTER_CAPTION": "Se réunir est un début, rester ensemble est un progrès, travailler ensemble est un succès.",
        "HAPPY_CLIENTS": "Clients satisfaits",
        "COMPLETED_PROJECTS": "Projets réalisés",
        "WHY_CHOOSE_US": "Pourquoi nous choisir",
        "BUSINESS_GROWTH": "Nous sommes là pour développer votre entreprise",
        "LATEST_NEWS": "Dernières actualités technologiques",
        "OUR_PARTNERS_DESCRIPTION": "Notre contribution à ceux qui portent le changement",
        "READ_ARTICLES": "Lire les derniers articles",
        "IT_SOLUTION": "Depuis plus de",
        "YEARS_OF_EXP": "ans, nous accompagnons les entreprises dans leur transformation numérique",
        "ABOUT_DESCR": "Eris Tech est une entreprise jeune et dynamique, née avec l’objectif d’offrir des services de qualité et de garantir la pleine satisfaction de ses clients. Spécialisée dans la conception, le développement et l’intégration de solutions informatiques pour les entreprises, elle propose des services de conseil pour accompagner l’innovation technologique et la transformation numérique. Elle soutient les entreprises et les professionnels dans l’optimisation des processus, la gestion des infrastructures informatiques et des contenus numériques, en mettant à disposition des compétences solides et une approche orientée vers les résultats. Forte de son expérience acquise dans des contextes complexes et variés, elle accompagne aujourd’hui ses clients à chaque étape du processus décisionnel, technologique et commercial. Le véritable moteur d’Eris Tech, ce sont ses collaborateurs : des professionnels passionnés, en formation continue, qui croient en la valeur de l’évolution permanente et en la force de l’innovation.",
        "PROFESSIONAL_STAFF": "Professionnalisme",
        "CALL_TO_ASK_ANY_QUESTION": "Appelez pour plus d'informations",
        "OUR_SERVICES": "Nos services",
        "CUSTOM_SOLUTIONS": "Nos services informatiques au service de votre réussite",
        "CONTACT_US": "Contactez-nous",
        "CALL_FOR_QUEST": "Appelez pour toute question",
        "INFO_EMAIL": "Envoyez-nous un e-mail pour plus d'informations",
        "VISIT_OFFICE": "Visitez nos bureaux",
        "INNOVATION": "Innovation",
        "RELIABILITY": "Fiabilité",
        "SKILLS": "Compétences",
        "EVOLVE": "Capacité à évoluer avec vous",
        "INNOVATION_DESC": "Des solutions modernes et sur mesure, pensées pour anticiper les besoins futurs.",
        "RELIABILITY_DESC": "Nous respectons délais et objectifs, en bâtissant des relations durables et solides.",
        "SKILLS_DESC": "Équipe expérimentée et qualifiée, prête à relever chaque défi avec précision.",
        "EVOLVE_DESC": "Nous évoluons avec vos projets, en nous adaptant avec souplesse et vision.",
        "SHARE_CAPITAL": "Capital social",
        "P_IVA": "Numéro de TVA",
        "COOKIES_MODAL_TITLE": "Informations sur les cookies",
        "COOKIES_MODAL_DESC": "Ce site utilise uniquement des cookies techniques nécessaires au bon fonctionnement des pages. Aucun cookie de profilage ou à des fins marketing n'est utilisé.",
        "FINANCIAL_SERVICES": "Services financiers",
        "INSURANCE": "Assurance",
        "EMERGENCY": "Urgence",
        "ENERGY": "Énergie et services publics",
        "FACILITY_MANAGEMENT": "Gestion des installations et des actifs",
        "DIGITAL_SERVICES": "Services numériques",
        "FIELDS": "Secteurs",
        "BUSINESS_INTELLIGENCE": "Intelligence économique",
        "QUALITY_ASSURANCE": "Assurance qualité",
        "CLOUD_ENGINEERING": "Ingénierie cloud",
        "DEV_OPS": "DevOps",
        "WEB_DEV": "Développement web",
        "SWE": "Ingénierie logicielle",
        "QA_DESC": "Nous assurons la qualité logicielle par des tests fonctionnels, automatisés et de régression.",
        "CLOUD_ENG_DESC": "Nous concevons des infrastructures cloud évolutives et sécurisées pour vos besoins IT.",
        "DEV_OPS_DESC": "Nous automatisons les processus CI/CD et optimisons le cycle de vie logiciel.",
        "WEB_DEV_DESC": "Nous créons des interfaces modernes et réactives pour une expérience utilisateur optimale.",
        "SWE_DESC": "Nous développons des solutions logicielles sur mesure, robustes et performantes.",
        "BI_DESC": "Nous transformons les données en informations stratégiques pour de meilleures décisions.",
        "FIELDS_SUB": "Notre expertise IT au service de divers secteurs.",
        "FAIR_PRICES": "Tarifs compétitifs",
        "SEVENTH_FLOOR": "Septième étage",
        "PRIVACY_RESP": "Qui est responsable du traitement de vos données ?",
        "IDENTITY": "Identité",
        "ADDRESS": "Adresse postale",
        "DATA_SCOPE_TITLE": "Dans quel but traitons-nous vos données personnelles ?",
        "DATA_SCOPE": "Vos données personnelles seront traitées afin de réaliser des activités d'analyse du trafic web. En aucun cas, nous n'utiliserons vos données personnelles à des fins autres que celles indiquées ci-dessus et pour lesquelles nous avons reçu votre consentement explicite.",
        "DATA_CATEGORY": "Catégorie des données traitées",
        "DATA_CATEGORY_DESC": "Les données personnelles que nous traitons proviennent des informations que vous avez fournies lors du remplissage des formulaires disponibles sur le site web, en particulier : nom, prénom, entreprise et adresse e-mail.",
        "DATA_TIME": "Combien de temps conserverons-nous vos données ?",
        "DATA_TIME_DESC": "Vos données personnelles seront conservées pendant la durée nécessaire à la finalité pour laquelle elles ont été collectées.",
        "DATA_USAGE": "Quelle est la base légale du traitement des données ?",
        "DATA_USAGE_DESC": "Nous traitons les données des utilisateurs uniquement après avoir obtenu leur consentement explicite.",
        "DATA_RECIPIENTS": "À quels destinataires vos données seront-elles communiquées ?",
        "DATA_RECIPIENTS_DESC": "Les données personnelles que vous nous fournissez pourront être communiquées à la société Eris Tech s.r.l. Pour plus de détails, vous pouvez nous envoyer un e-mail à : info@eristech.it. Nous garantissons que lorsque vos données pourraient sortir de l'Espace économique européen, elles conserveront le même niveau de protection qu'en Italie. À cet effet, nous disposons des autorisations et contrats nécessaires garantissant la sécurité de vos données selon les normes les plus élevées.",
        "USER_RIGHTS": "Quels sont vos droits ?",
        "DATA_ACCESS": "Droit de demander l'accès aux données personnelles",
        "DATA_REMOVAL": "Droit de demander la rectification ou la suppression",
        "DATA_OPP": "Droit d'opposition",
        "DATA_LIMITATION": "Droit de demander la limitation du traitement",
        "DATA_PORTABILITY": "Droit à la portabilité des données",
        "APPLY_RIGHTS": "Pour exercer vos droits, vous devez nous envoyer une communication écrite par e-mail à l'adresse info@eristech.it, en joignant une copie de votre pièce d'identité ainsi que les détails du droit que vous souhaitez exercer.",
        "FLEXIBILITY": "Flexibilité",
        "INCLUSIVE_CULTURE": "Culture inclusive",
        "FIELDS_SUBTITLE": "Nous accompagnons des entreprises de différents secteurs dans leur parcours de transformation numérique",
        "ACCEPT": "Accept",
        "DECLINE": "Decline",
        "COOKIES_PLACEHOLDER": "Acceptez l'utilisation des cookies pour activer cette fonctionnalité"
    }
}